/************************************************************************************************/
/**
* @file               main.h
* @author             MCU Ecosystem Development Team
* @brief              Ӧ��������ͷ�ļ���
*                     
*
**************************************************************************************************
* @attention
* Copyright (c) CEC Huada Electronic Design Co.,Ltd. All rights reserved.
*
**************************************************************************************************
*/

/* ����ͷ�ļ��ظ����� */
#ifndef MAIN_H
#define MAIN_H

#ifdef __cplusplus
extern "C" {
#endif

/*------------------------------------------includes--------------------------------------------*/
#include "ciu32f003_std.h"
       
#ifdef __cplusplus
}
#endif

#endif /* MAIN_H */

